Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] Talent Agent & The Threads of Fate KO>EN.tmx
Source language: ko_kr
Languages: en

source: 이, 이거 하나만 대답해 주시면 안 될까요?
en: can you please answer me this?

source: 실언… 이었습니다.
en: it was... my mistake to say such a thing.

source: 크게 신경 쓰지 마요.
en: don’t worry about it.

source: 보상은 충분히 하겠습니다.
en: we are willing to compensate you for what you’ve gone through.

source: 내가 준 건 어쩌고 아직도 그거 쓰냐고요.
en: why aren’t you using the one I gave you?

source: 짜깁기된 거라고.
en: that the clip was faked.

source: 캐스팅은… 아직 진행 중이야.
en: as for the casting, it’s still ongoing.

source: 그나마도 ‘카더라’ 수준에서 그치는 게 보통 아냐?
en: even those are just words on the streets.

source: 근데, 어째 요즘 들어서 더 바빠지신 것 같은데요?
en: how come you seem busier these days?

source: 우리 PD님이 드디어 정신 차렸네!
en: he’s finally coming to his senses!

source: 일단 차분히 생각해 봐.
en: just try to think of who it could be.

source: …알겠습니다.
en: I see.

source: 수지 씨 인터뷰 봤어?
en: did you get to see sooji kang’s interview?

source: 이 바닥에서 착한 거는 멍청하다는 뜻인 거.
en: that in this field, being nice is the same thing as being stupid.

source: 내가 너 톱스타 됐다고 매니저 일 그만둘까 봐?
en: that you were worried I might leave you because you’ve become a superstar?

source: 넌 NG 안 내고 잘했나 보네.
en: I guess you didn’t make any mistakes.

source: 아, 아니!
en: n-no!

source: 이거 잘될지….
en: I’m not sure if this’ll work out...

source: 처음 보는데요?
en: I’ve never heard of it.

source: 별일 아니니까 너무 겁먹지 마.
en: it’s not a big deal, don’t be so scared.

source: 혜령이가 들으면 좋아할 소식이 많네.
en: there’s a lot for hye-ryung to be happy about.

source: 혹시 저 로드 한 명 붙여 주실 수 있으신가 해서요.
en: I was wondering if you could hire an assistant manager for me.

source: 여기 있는 사람들, 싸움 구경하자고 모인 것 같아?
en: do you think people came here to see a fight?

source: 시청률 얼마나 나올 것 같아?
en: how good of a viewer rating are you expecting?

source: 그게 무슨 뜻인데?
en: what does it mean?

source: 그때 진짜 그쪽 아니었으면 떨어질 이미지도 없었을걸요?
en: if it wasn’t for you, I wouldn’t even be here right now.

source: 그나저나 시트콤 준비는 어때?
en: anyway how’s the preparation for the sitcom coming along?

source: 그건 아닌데… 저는 작가님하고 둘이 보는 줄 알았거든요.
en: no...but I thought I was just meeting you.

source: 며칠 후
en: a few days later

source: 뭐 이리 빨리 와?
en: why did you come back so soon?

source: 괜찮아.
en: it’s ok.

source: 운명의 선…
en: thread of fate...

source: 인준이 이 녀석, 한지아가 자기 매니저 해 달라는 걸 거절했어요.
en: that injoon refused ji-ah han’s offer to be her manager.

source: 미안한데, 며칠만 데리고 있어 줘.
en: I’m sorry to ask, but please take care of her for a few days.

source: [재밌다] 팀, 열세 그릇으로 한 그릇 차이입니다!
en: “fun” team is up by one with thirteen!

source: 정신 차려.
en: pull yourself together.

source: 우리 형님이 왜 또 뿔나셨을까?
en: why is he angry again?

source: 그러게, 제대로 홍보 한 번 못 해 보는 줄 알았는데.
en: yeah, I was worried we wouldn’t be able to advertise at all.

source: 무슨 얘기예요?
en: what are you talking about?

source: 오빠!
en: injoon!

source: 보자… 그럼 메뉴는 뭐로 정해야 하나?
en: let’s see...what should we have?

source: …둘이 무슨 일 있었어?
en: did something happen between you two?

source: 뭔데요?
en: what?

source: 뻔하네.
en: it’s pretty obvious.

source: 너 그렇게 들쑤시고 다니더니 이젠 가수팀까지 넘보는 거냐?
en: you’ve been poking your nose in everywhere. are you now interested in singers too?

source: 남녀 사이는 무슨.
en: I can’t believe I thought she had feelings for me.

source: 그래요, 지아 씨.
en: yeah, ms. han.

source: 작가 일 할 때, 같이 일하면서 좋았던 몇 안 되는 사람 중 하나.
en: one of the very few people I liked when I was working as a writer.

source: 그게 무슨 뜻인지 아느냐고.
en: do you realize what that means?

source: 그… 수지랑 싸워서 어쩌려고 그래요….
en: ummm... what is she doing arguing with sooji?

source: 정 선생님 이야기로는 잘하지도 못한다던데.
en: instructor chung says she’s not even that good of an actor anyway.

source: 혜령아, 나랑 같이 있어서 불편하니?
en: hye-ryung, are you uncomfortable having dinner with me?

source: 전에 있던 회사 매니저랑,
en: it could be either my manager from my previous agency or

source: 이건 인준이 동의가 필요할 것 같아서.
en: I felt I’d need your consent on this.

source: 혜령이 촬영도 끝나가니까.
en: hye-ryung’s almost done shooting anyway.

source: 저거 친구도 없어서 맨날 나만 찾고.
en: she keeps on bugging me because she doesn’t have any friends.

source: 오빠는…
en: injoon...

source: 새로 준비 중인 거 있어요?
en: do you have any projects you’re working on?

source: 이, 이게 뭐야?!
en: w-what’s this?!

source: 나 지금 걱정돼서 그래요.
en: I’m offering advice because I’m worried.

source: 어느 쪽으로 가는 게 좋아 보여?
en: what do you think would be better for me?

source: 아니면 인준이 네가 할…
en: or injoon, maybe you can...

source: 조금은요?
en: a little bit?

source: 신경 써 주셔서 감사합니다.
en: thank you for looking into it.

source: 다녀오겠습니다.
en: I’ll be right back.

source: 예.
en: sure.

source: 대신, 기사 하나만 준비해 주실 수 있으실까요?
en: but can you prepare a news article for me?

source: 그게… 여기서 할 만한 얘긴 아니라….
en: oh... can we talk in private?

source: 그럼… 그쪽이 골라 줘요.
en: then, why don’t you choose a project for me?

source: 줘 봐.
en: give it to me.

source: 이 작품이 잘된 건 다 네 덕분이라고.
en: it’ll say that the success of the series was all because of you.

source: 이제 여유 좀 생기려나….
en: maybe I’ll get some time to breathe now...

source: 두 사람 사이가 좋아 보이네요.
en: you guys seem to get along well.

source: 근데 지아 씨가 많이 서운해하겠어요.
en: but, I guess ji-ah would be sad then.

source: 자기네 회사 모델로 쓰고 싶은 눈치던데.
en: I think he wants to scout her as their advertising model.

source: 그럼 왜 이 타이밍이죠?
en: then, why now?

source: 야, 넌 아직도 매니저 괴롭히는 버릇 못 고쳤어?
en: hey! do you still have that bad habit of harassing your managers?

source: 감사합니다, 선배님!
en: thank you!

source: 하늘 씨 매니저님!
en: haneul’s manager!

source: 어떤 작가님이 쓰신 대본인지…?
en: may I ask who the writer is...?

source: 그럼, 링크 하나 보내 드릴 테니 확인 부탁드려요.
en: then I’ll send you a link. could you please check it out?

source: 투데이 스타 쪽에서 이종우 뒤를 캐는 것 같더라고.
en: it seems like today star is trying to dig some dirt up on him.

source: 시트콤 타이틀은 결정됐어?
en: did you decide on the title of the sitcom?

source: 네가 계속 데리고 있을 거야?
en: are you going to keep him in your team?

source: 무슨 일 있어요?
en: is everything alright?

source: 아, 이게 남아있었지….
en: oh yeah, I almost forgot...

source: 네 생각은 어때?
en: what do you think?

source: 로드 좀 달게….
en: so I can get an assistant...

source: 말로 표현하기가 좀 그런데…
en: it’s hard to put it in words...

source: 어머, 죄송해요!
en: oh my, I’m sorry!

source: 부업 했던 거.
en: all the things you just mentioned.

source: 여기서 왜 이러고 있었어요?
en: what are you doing here like this?

source: 지금 [투데이 스타] 사장이랑 딜 봤대요!
en: they were able to strike a deal with the ceo of today star!

source: 꼬리 자르기겠죠.
en: it can’t be traced back to him.

source: 나 참, 제정신이 아니네….
en: whoa, you’re out of your mind...

source: 우리 상관없지 않아?
en: it doesn’t matter for us, does it?

source: 먼저 얘기해.
en: you should speak first.

source: 아, 예.
en: oh, yes.

source: 그럼, 혜령 씨 출연 확정부터 지으시죠.
en: then would it be ok to accept hye-ryung,

source: 더 하면 더 했지, 덜 하진 않을걸요.
en: I’m probably worse than her.

source: 응.
en: yeah, it did.

source: 누군지는 알아야 저희도 준비하죠.
en: we need to know who this is to be able to deal with this.

source: 괜찮겠어?
en: are you gonna be alright?

source: 네, 감독님.
en: hi, mr. kim.

source: 어… 미, 미안.
en: oh...s-sorry.

source: 시트콤 끝나면 보도 자료 뿌리려고 대기 중이에요.
en: I’m getting ready for the press releases after the sitcom.

source: 알겠지?!
en: do you understand?

source: 무슨 대통령 보자는 것도 아니고 질질 끄냐.
en: it’s not like I wanted to meet the president. what’s taking so long...?

source: 배우랑 작가가 싸워야 좋은 작품이 나오지.
en: the writer and actors need to get into arguments to produce great work.

source: 지겨워 죽겠어요.
en: I’m sick and tired of her.

source: 제작진하고 친한 사이라면서요?
en: I heard you were close with the staff.

source: 오, 첫방 시작 시청률 나왔대요.
en: oh, the ratings are out.

source: 여긴 또 어디야…?
en: where am I...?

source: 직접 결정하라고 해 뒀습니다.
en: I told him to decide himself.

source: 여기에 OTT 서비스만 확정돼도, 흥행은 나쁘지 않겠지.
en: if the series can also air on OTT, it’ll help with the viewer ratings.

source: …그래도 편성은 확실히 잡아 주기로 한 거죠?
en: but you’re sure they’re going to give you a slot for this sitcom, right?

source: 넌 또 왜 끼어들어?!
en: you stay out of this?!

source: 왜 그런 걸까요?
en: why do you think they would do such a thing?

source: 이제 말씀하시죠.
en: alright. now we can talk.

source: 아휴!
en: hey!

source: 아씨!
en: damn it!

source: 새해 되면 매장마다 붙을 거예요.
en: they’re going to put it up on all stores at the beginning of the new year.

source: 제가 방송이 처음이라서….
en: this is my first time in a variety show, so...

source: 아무래도 퇴근은 글렀네요.
en: it looks like I won’t be going home tonight.

source: [야간 식당] 출연 건이요?
en: are you talking about the offer from “midnight restaurant”?

source: 빨리 안 와요?
en: aren’t you coming?

source: 당장 기사 내려요!
en: take it down immediately!

source: 뭐가 그리 급해?
en: what’s the rush?

source: 선생님, 고정하세요.
en: please calm down, mr. wie.

source: 오빠가 그런 사람인 걸 아니까.
en: since I know what kind of a person you are.

source: 박스 접기랑 봉투 접기도 있고….
en: folding boxes and envelopes...

source: 아니, 그게 중요한 게 아니야.
en: that’s not important right now!

source: 아주 둘이 손까지 잡고 지금 무슨 연애해?
en: why are you holding hands? are you dating or something?

source: 그 인간이 밥차 한 번 부른 거 가지고
en: he’s going to brag about ordering a food truck for you

source: 아, 정말요?
en: oh really?

source: 냉정하게?
en: calm down?

source: 그래, 그래.
en: well thank you for being a good sport.

source: 너 그거 잘해?
en: were you good at them?

source: 집에서는 그만 포기하라는데…
en: my parents are telling me to quit...

source: 일찍일찍 안 다녀요?
en: why are you so late?

source: 정말요!?
en: really?!

source: 뭘 그렇게 긴장해?
en: why are you so nervous?

source: 라면을 많이 먹는 팀의 승리.
en: the team that eats more ramen wins.

source: 영화와는 다르다 보니 템포를 못 따라오는 거 같더라고요.
en: because tv series are different from movies I don’t think she’s been able to keep up with the pace.

source: 그래서 말인데…
en: so...

source: 평소라면 모를까, 운명의 선이 검은색인 이상 최악의 선택이다.
en: normally that would be the case, but since the thread turned black, I know this will lead to the worst outcome.

source: 마음만 감사히 받겠습니다.
en: thank you for being considerate though.

source: 걔들이 그냥 놔줄 리가 없잖아.
en: reporters aren’t just going to let this slide.

source: 이번에는 그냥 넘어가죠.
en: let’s just let it slide this time.

source: 출처 찾았어요?
en: did you find the source?

source: 아, 감독님.
en: yes, producer.

source: …예, 알겠습니다.
en: ok. I got it.

source: 좋지도 않은 어중간한 광고를 굳이?
en: do I really have to accept commercial offers that aren’t that great?

source: 어, 어떤 놈이 이런 걸…!?
en: w-who did this...?!

source: 내가 봤을 땐 너 분명 잘될 거야.
en: I’m sure you’ll do great.

source: 이거 계속 진행하실 거죠?
en: you’re gonna go through with this, right?

source: 이제와서 묻는 것도 좀 그렇긴 한데…
en: it’s awkward for me to be asking you this now but...

source: 아, 맞다!
en: oh, right!

source: 대본도 받아 놨어요.
en: I got the script as well.

source: 그럼 한 번 뵙긴 하겠습니다.
en: we’ll meet with him then.

source: 그럼 가 볼게요.
en: I’m done here.

source: 받아 봐요.
en: take it.

source: 이것만 잡으면 돼.
en: I got to get this role.

source: …수지야, 내가 잘못 들은 거지?
en: sooji, I didn’t hear you correctly, did I?

source: 물!
en: water!

source: 저… 기사 봤어요?
en: hey... did you see the news article?

source: 저 방금 나왔어요.
en: I just came out.

source: 그 짓을 ‘또’ 하라고?!
en: you want me to go through that again?!

source: 에이, 저야말로 괜찮으니까 너무 사양하지 마요.
en: no, I’m really ok. let’s shoot at the same time.

source: 아, 저도 혜령이 보도 자료 때문에 왔는데….
en: oh, I came by for hye-ryung’s press releases...

source: 무슨 소리인지 이해가 안 되는데?
en: I don’t think I follow.

source: 결국 최주명 밑에 남기로 결정했다.
en: I decided to stay with mr. choi.

source: 지금 퇴근하십니까?
en: are you going home?

source: 탕수육 먹은 지 오래돼서….
en: it’s been a while since I’ve had this dish so...

source: 혜령아, 혹시나 해서 그러는데, 괜히 억지로 나한테 맞춰 주는 건 아니지?
en: hye-ryung, you’re not doing this to just make me happy, are you?

source: 하늘아, 너 탕수육…
en: haneul, do you like the sauce...

source: 인준 씨, 연락 받았죠?
en: injoon, they called, right?

source: 그거 날 따로 잡겠습니다.
en: I’ll find another date for that.

source: 어려울 줄 알았는데.
en: I thought it wouldn’t happen.

source: 어디 보자, 촬영은 카메라만 있으면 금방 하는 거고….
en: let’s see... all we need is a camera to shoot this...

source: 지아 씨, 왔어?
en: oh, hello, ms. han.

source: 심윤섭은 끝난 거네.
en: yoonseob shim is finished.

source: 종우 씨가 거기 모델이시잖아요.
en: you’re advertising for them.

source: 저 양반이 기다리라니까 진짜…!!
en: I told him to wait outside...!

source: 그러니까, 믿는 거예요.
en: this is why I trust your decision.

source: 조심하세요.
en: be careful.

source: 근데 아까부터 윤혜령 씨 관련된 이야기는 없네요?
en: anyway you haven’t mentioned anything about ms. hye-ryung yun.

source: 그런 뜻이 아니라….
en: that’s not what I meant!

source: 오, 김 실장!
en: oh, chief kim!

source: 라고!
en: for sure!

source: 팀장님, 뭐 좀 건지셨어요?
en: mr kim, were you able to find anything?

source: 내가 그걸 하게?
en: to go through that again?

source: 그래도 실마리는 찾은 거 같으니까 이만 가 보겠습니다.
en: well, now that we have a lead, I’m gonna go.

source: 인터뷰 보니까 빠져나갈 구멍도 다 만들어 놨던데.
en: I also saw how she phrased her words in a way she could easily make excuses later on to get away with her comments.

source: 혹시, 시간 있으세요?
en: do you have some free time tonight by any chance?

source: 아, 진짜!
en: you what!

source: 어떻게 잘 풀리긴 했네요.
en: things worked out well somehow.

source: 에이, 실장님 소리도 자꾸 들어서 익숙해져야죠.
en: nah, you should get used to people calling you chief.

source: 뭐야, 긴장해서 그런 건 아닌 거 같은데…
en: what’s going on? I don’t think it’s because she’s nervous...

source: 분위기 어땠어요?
en: how did it go?

source: 맨날 언니, 언니 하면서 따라다니고, 헤실헤실 웃기나 하고.
en: she would follow me around, smiling everywhere.

source: 고마워요, 형.
en: thank you, junseob.

source: 급한 일이야?
en: is it something urgent?

source: 설마, 강수지 지금 ‘작가 길들이기’라도 하는 거야?
en: is sooji kang trying to show who’s boss?

source: 아까 말하려던 게 쟤야?
en: were you referring to her moments ago?

source: 양심상 아니라는 말은 못 하겠네.
en: I don’t think I can dispute that.

source: 그럼 내가 무슨 말 하는지 알 테니까.
en: you’ll know what I’m talking about.

source: 아, 미안.
en: oh, sorry.

source: 자, 제보자가 누군지 한번 보러 갑시다.
en: alright, let’s go see who this informant is.

source: 그거야…
en: well...

source: 혜령 씨 보도 기사 내려고 하는데, 강수지 씨 캐스팅 확정됐나 해서요.
en: I’m preparing the press releases for hye-ryung and I wanted to know if sooji kang had accepted your offer.

source: 자, 잠깐만요.
en: h-hold on.

source: 원연희!
en: yeonhee won!

source: 지아 씨 데리고 같이 대표실 들어갔어!
en: he went into the ceo’s office with ms. han!

source: …그래.
en: ok.

source: 아무튼, 고마워요.
en: thanks, anyway.

source: 끝나면 바로 혜령이 촬영이 있어서요.
en: sorry, but hye-ryung’s going to shoot right after she’s done.

source: 생각만으로도 싫어….
en: even just thinking about it is painful...

source: 그건 좀….
en: that’s not going to work...

source: 생각 있으시면 자리 한번 만들어 보게 연락 주세요.
en: let me know if you want to go through with it. I’ll make it happen.

source: 이번에는 자기 분량 챙기기야?
en: is she trying to expand her role now?

source: 설마, 진짜 쟤 한번 키워 보려고?
en: are you really thinking of taking her in?

source: 어쩌시려고….
en: what are you going to do...?

source: 괜찮던데요?
en: it went alright.

source: 그럴 리가 없잖아.
en: there’s no way that’s true.

source: 딱히…?
en: I think so...?

source: 뭐, 어때요?
en: so what?

source: 내 말대로 될 테니.
en: it’s all going to work out the way I told you it would.

source: 그냥… 지금 너무 행복하잖아요.
en: it’s just...I feel like I’m too happy at the moment.

source: 뭐야, 왜 그래?
en: what’s wrong? are you okay?

source: 근데… 말이죠.
en: but...

source: 그리고 너 찾는 전화 왔더라.
en: and, someone called asking for you.

source: 혹시 별로였나요…?
en: was it bad?

source: 제 얼굴이 왜요?
en: my face?

source: 뭐야, 겨우 걔 하나 때문에 표정이 그 지경이었어요?
en: what? you look like that just because of her?

source: 드라마 아니고…
en: oh it’s not a tv series...

source: [야간 식당] 일로 빚진 것도 있고.
en: I owe him one for helping our artists get on midnight restaurant.

source: 게다가, 지아가 선물을 다 주고….
en: and, I see that ji-ah has given you a present...

source: 하늘이는 느낌이 안 오네요.
en: I don’t think haneul will make it.

source: 잘 모르겠는데….
en: I’m not sure...

source: 이 시놉… PD님이 쓰신 거죠?
en: you wrote this synopsis, right?

source: 마음이 급해서요….
en: I was so anxious...

source: 단순하네.
en: it’s simple.

source: 너무 재밌어요!
en: it’s great!

source: 요즘 톱스타 됐다고 느끼시나 봐요, 윤혜령 씨?
en: I guess you’re feeling like a superstar, miss hye-ryung yun?

source: 그날 지아 씨 중요한 일정 있어.
en: ms. han has an important schedule that day.

source: 게다가 혜령이에 대한 내용은….
en: on top of that, the stuff she said about hye-ryung is...

source: 밤낮으로 대본 어떠냐고 물어본다.
en: she’s asking how the script came out, day and night.

source: 한고비는 넘겼네.
en: that worked out alright.

source: 엑?
en: huh?

source: 이 작품, 하고 싶습니다.
en: I’m going to accept the offer.

source: 안 그래도 회식 한 번 할랬거든.
en: I was going to organize a team dinner soon anyway.

source: 설마 구민환 라인에 막내 하나 들이려고요?
en: are you thinking of working with her more often?

source: 그냥 애 하나 데려다가 망치려고 작정했나?
en: is he trying to ruin a kid’s career?

source: 연결이 되지 않아….
en: the person you are trying to call...

source: 그나저나….
en: anyway...

source: 네가 키우고 있는 그 친구 이름이….
en: the guy you’re paying close attention to...

source: 최 팀장님은 인준 씨가 결정하게 하라고 하시던데.
en: mr. choi told me to let you make the decision.

source: 인준 씨, 왜 그래요?
en: what’s wrong, injoon?

source: 내가 뭐?
en: what?

source: 잘 풀리면 하늘이가 광고도 찍을지?
en: haneul might even land a commercial if things work out.

source: 아, 뭐야!
en: argh, why!

source: 아….
en: oh...

source: 그리고 내 몫은 내가 챙겨야지,
en: I needed to stand up for myself,

source: 편성 확정은 안 났지만, 팀만 꾸리면 잡아 준대요.
en: the sitcom hasn’t been officially scheduled yet, but it’s going to be once the team has been assembled.

source: 누, 누나는 또 왜 왔어요?!
en: w-what are you doing here as well?!

source: 이대로 가도 좋을 것 같다고요.
en: I said we shouldn’t make any changes.

source: 그쪽은 엄청 적극적이야.
en: I can tell that they want the part for her.

source: 오오.
en: oh.

source: 내가 고생은 무슨….
en: nah, I didn’t go through much...

source: 손하늘에겐 분명히 있다.
en: haneul definitely has it.

source: 제작진이 허락한다 해도 다른 사람들이 뭐라고 생각하겠어?
en: even if the producers are onboard with it, what do you think others will think?

source: 그럴 거면 그냥 꺼져!
en: then, just leave!

source: 솔직하게 말씀해 주세요.
en: please be honest.

source: 작가를?
en: a writer?

source: 야, 너 어디 가?
en: hey, where are you going?

source: 후배들한테 생색도 내고 좋잖아.
en: I can give some tips to the youngsters.

source: 무슨 일 있어?
en: what’s up?

source: 그럼, 하늘아.
en: then haneul.

source: 들은 사람은 더 없어?
en: nobody else heard him?

source: 그리고 가장 중요한 팩트는, 한지아 씨가 실제로 그런 말을 했다는 거 아닌가요?
en: and isn’t the most important thing that ms. han actually said those kind of things?

source: 언니.
en: ji-ah.

source: 어떻게 할지 결정하면 부를 테니 나가 봐.
en: I’ll let you know after I decide what I’m going to do. you may go now.

source: 지아씨…!?
en: ms. han...?!

source: 고생했어!
en: you did well!

source: 혜령이를요?
en: hye-ryung?

source: 하늘아, 선생님이랑 얘기 좀 하고 올게.
en: haneul, I’ll be right back. I need to have a conversation with the instructor.

source: 그래도 선배라고 가만히 있으려고 했는데 진짜…!
en: I was gonna stay silent out of respect, but not anymore...!

source: 손하늘입니다!
en: my name is haneul son!

source: 가정사 쪽은 너무 불쌍한 느낌은 줄이고.
en: and let’s play down her family history.

source: 내가 난리 친 사람이 한둘이겠어요?
en: I’m sure there are more than a couple of people who I freaked out on.

source: 혜령 씨, 잘 지냈지?
en: how have you been, hye-ryung?

source: 제가 얼마 전에 연습생을….
en: I got to meet a trainee...

source: 얼마예요?
en: how did it come out?

source: 작품이 우선이니까.
en: we don’t want any negative publicity for the series.

source: 샤프심이랑 박스 가지러!
en: I’m going to go get pencil leads and boxes!

source: 혜령이가 NG만 여섯 번째….
en: that was the sixth mistake from hye-ryung...

source: 작가님…?
en: mr. cho?

source: 안녕하십니까.
en: hello, sir.

source: 전 지금 명함이 없는데.
en: I’m sorry. I don’t have my business cards with me right now.

source: 딱히 무슨 역할을 하는 것도 아닌데.
en: she’s not even doing anything.

source: 티, 팀장님.
en: m-mr. kim.

source: 그게 얼마나 스트레스인지 모르죠?
en: you probably wouldn’t understand how stressful that is, would you?

source: 설마, 윤혜령?
en: hye-ryung yun?

source: 하, 스트레스.
en: sigh... this is stressful.

source: 내가 알아서 해!
en: mind your own business!

source: 프로그램 하나 했다고 회복이 안 되네.
en: I’m so tired after “inner beauty.”

source: 그렇다고 어설프게 반박했다가 작품에 안 좋은 영향이라도 가면….
en: if we dispute this, it could have a bad impact on the series...

source: 지, 진짜였어!
en: i-it was true!

source: 그 때문에 예능 쪽으로 돌아선 것도.
en: and that’s why she started working on variety shows.

source: 그러면 너무 늦지 않아?
en: wouldn’t that take a long time though?

source: 대표님이 주시는 보너스.
en: a bonus from the ceo.

source: 약이요?
en: ginseng?

source: 그러면 번거롭게 두 번 얘기 안 해도 되겠네.
en: then I won’t have to repeat myself.

source: 자기 딴에는 적당히 쓰다가 버릴 패였겠죠.
en: he probably thought she was someone he could just use and throw away.

source: 혜령 씨랑 일하는 건 어때요?
en: how’s working with ms. yun?

source: 다른 팀으로 보내기라도 할까 봐?
en: are you afraid I might send you off to a different team?

source: 손하늘을 데뷔시키겠다고?
en: you’re going to debut haneul?

source: 약이라도 지어 먹든지.
en: or get some ginseng for your health.

source: 자기 실력 봐 가면서 욕심부려야지.
en: but you have to know your limits.

source: 으읍!
en: mmmph!

source: 아뇨.
en: no.

source: 그건 절대 안 되지.
en: that can never happen.

source: 하나만 확실하게 하고 가죠.
en: let’s get one thing straight before we start.

source: 아직 시간이 좀 더 필요한 거겠지.
en: she probably needs more time.

source: 30분 뒤에 마무리 촬영할게요!
en: we’ll wrap things up in thirty minutes!

source: 저기요!
en: hey!

source: 내가 이번에 진짜 죽이는 대본 하나 준비해 놨거든.
en: I have a really good script.

source: 누나, 여기요!
en: hey, over here!

source: 미안해요.
en: I’m sorry.

source: 보시는 대로…
en: well, as you can see...

source: 내가 하고 싶은 척하면 바로 달려들 거라고.
en: I told you she’d sign even if I just pretend to want the part.

source: 아니.
en: no.

source: 역시 내가 나서야겠어.
en: I should do something about it.

source: 바로 촬영 가게 눈 좀 붙이고 있어.
en: we got to go right after we’re done here so go get some sleep.

source: 그렇게 힘드셨다는 분이 왜 이제야 터뜨리신 거죠?
en: why are you coming out with this story now if you’ve been suffering for so long?

source: 이놈이 너랑 혜령이 기 살려 준다고 쏘는 거야.
en: this guy wanted to make you and hye-ryung look good.

source: 걱정돼서 가 보고 싶다고.
en: that you want to go because you’re so worried.

source: 다른 팀으로 넘어갈 생각은 아예 없어?
en: you really don’t want to move to a different team?

source: 너무 걱정하지 마.
en: don’t worry about it too much.

source: 아니, 대체 누가…!
en: what? who told you that...?!

source: 대기실로 갈래?
en: do you want to go wait in the dressing room?

source: 감독님, 바쁘세요?
en: hi, mr. kim. are you busy?

source: 자기가 재밌으려고 방송 만드는 거.
en: he produces to have fun.

source: 나중에 연락할게요.
en: I’ll talk to you later.

source: 앞으로는 조심하는 게 좋을 것 같아서요.
en: I thought I would be more careful from now on.

source: 메이킹 필름이나 NG 컷 미리 푸는 게 무슨 소용인지도 모르겠고.
en: and plus I’m not sure what good behind-the-scenes or bloopers can do for us.

source: 그런 거 말고요.
en: no, not those.

source: 전화 왔네요.
en: he’s calling.

source: 조금 있으면 봄 개편이라 간당간당하다는 얘기도 있던데,
en: rumors say the show might get cancelled,

source: 하지만 해 보고 싶더라고.
en: but I wanted to try it.

source: 바쁘긴 해도 회사 들른 김에 한 번 찾아오는 게 뭐 어렵다고.
en: I’m busy, but I still wanted to see how you were doing.

source: 아침 일찍부터 나오시느라 식사도 못 하셨죠?
en: you’re all hungry since you came in very early today, right?

source: 그러게.
en: you’re right.

source: 그럼, 혹시 짐작 가는 사람은…?
en: then, do you have any idea who it could be...?

source: 방송 제작이라…
en: to produce and broadcast...

source: 뭐야, 너 밥차 보냈어?
en: what? you sent a food truck?

source: 일 진짜 이딴 식으로 할 거야?!
en: you have really screwed up this time?!

source: 갑자기 이런 식으로 때리기 있어?
en: why are you hitting the nail on the head all of a sudden?

source: [투데이 스타]가 아무리 쓰레기 소리를 들어도 나름 언론사인데,
en: although today star has a bad reputation, it is a media company after all.

source: 그리고 매니저가 자기 배우 못 믿으면 누굴 믿습니까?
en: Besides, who can I trust if I can’t even trust my own actress?

source: 한턱내야지!
en: you should treat me to lunch or something!

source: [그 남자는 알고 있다] 촬영장
en: shooting set for “the man knows already”

source: 제가 잘 아는 이탈리안 레스토랑이 하나 있기는 한데….
en: oh, I do know a great italian place...

source: 아무튼, 미팅은 어땠어?
en: anyway, how did the meeting go?

source: 그리고 고생은 저보다 팀장님들께서 하셨죠.
en: plus it was the team leaders who took care of it all.

source: 무슨 억지를 부리는 건지는 모르겠는데 일단 들어와요.
en: I don’t know what you are up to, but come in.

source: 확실히…
en: I can certainly...

source: 한지아 정도의 배우인데,
en: for an actress of ji-ah han’s caliber,
